{
  "source": "arxiv",
  "collection_date": "2025-06-08T21:54:22.932775",
  "count": 57,
  "journals": [
    {
      "title": "Predicting Tourism Demand in Indonesia Using Google Trends Data",
      "abstract": "Tourism data is one of the strategic data in Indonesia. In addition, tourism\nis one of the ten priority programs of national development planning in\nIndonesia. BPS-Statistics Indonesia has collected data related to tourism\ndemand in Indonesia, but these data have different time period. Several data\ncan be provided monthly, while the other data can be provided annually.\nHowever, accurate and real time tourism data are needed for effective policy\nmaking. In this era, all of information about tourism destination or\naccommodation can be gotten easily through internet, especially information\nfrom Google search engine, such as information about tourism places, flights,\nhotels, and ticket for tourism attractions. Since 2004, Google has provided the\ninformation of user behavior through Google Trends tool. This paper aims to\nanalyze and compare the patterns of tourism demand in Indonesia from Google\nTrends data with tourism statistics from BPS-Statistics Indonesia. In order to\nunderstand tourism demand in Indonesia, we used Google Trends data on a set of\nqueries related to tourism. This paper shows that the search intensity of\nrelated queries provides the pattern of predicted tourism demand in Indonesia.\nWe evaluated the prediction result by comparing several time series models.\nFurthermore, we compared and correlated the Google Trends data with official\ndata. The result shows that Google Trends data and tourism statistics have\nsimilar pattern when there were disasters. The result also shows that Google\nTrends data has correlation with official data and produced accurate prediction\nof tourism demand in Indonesia. Therefore, Google Trends data can be used to\npredict and understand the pattern of tourism demand in Indonesia.",
      "authors": [
        "Atika Nashirah Hasyyati",
        "Rina Indriani",
        "Titi Kanti Lestari"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2211.13938v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898278",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Impacts of the Madden Julian Oscillation on Precipitation Extremes in\n  Indonesia",
      "abstract": "The influence of the Madden Julian Oscillation (MJO) on the precipitation\nextremes in Indonesia during the rainy season (October to April) has been\nevaluated using the daily station rain gauge data and the gridded Asian\nPrecipitation Highly Resolved Observational Data Integration Toward Evaluation\nof Water Resources (APHRODITE) from 1987 to 2017 for different phases of the\nMJO. The results show that MJO significantly modulates the frequency of extreme\nprecipitation events in Indonesia, with the magnitude of the impact varying\nacross regions. Specifically, the convectively active (suppressed) MJO\nincreases (decreases) the probability of extreme precipitation events over the\nwestern and central parts of Indonesia by up to 70% (40%). In the eastern part\nof Indonesia, MJO increases (decreases) extreme precipitation probability by up\nto 50% (40%). We attribute the differences in the probability of extreme\nprecipitation events to the changes in the horizontal moisture flux convergence\ninduced by MJO. The results indicate that the MJO provides the source of\npredictability of daily extreme precipitation in Indonesia.",
      "authors": [
        "Fadhlil R. Muhammad",
        "Sandro W. Lubis",
        "Sonni Setiawan"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2007.10574v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898380",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "A New Prediction of Daily Number of New Cases and Total Number Infected\n  for nCOVID-19 Plague Infections In Indonesia with the Modification of the\n  Bernoulli Differential Equation",
      "abstract": "The application of differential equations is commonly used in mathematics and\nphysics, as well as various other sciences to explain a phenomenon in a system.\nThis paper explains the mathematical modeling in the analysis of the nCOVID-19\nplague in Indonesia on March 3, 2020, to April 19, 2020, with the modification\nof the Bernoulli equation and the simulation by MATLAB. In this study, it can\nbe concluded that it was found that the daily number of nCOVID-19 cases in\nIndonesia will have the highest case at a maximum of around 400 and the total\nnumber of positive nCOVID-19 in Indonesia will reach 12000 people with a quiet\nperiod in mid-June. In this modeling, it has also been found that the value of\nR2 = 0.9927 on the total number of positive nCOVID-19 in Indonesia taken from 3\nMarch 2020 to 19 April 2020, while the value of R2 = 0.807 daily number of\npositive new cases of nCOVID-19 in Indonesia taken from March 3, 2020, to April\n19, 2020. Based on this research, it can be shown that the nCOVID-19 model for\na case in the Indonesia plague is quite accurately compared by the real data.",
      "authors": [
        "Valentinus Galih Vidia Putra",
        "Juliany Ningsih Mohamad"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2004.13243v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898429",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Carbon Footprint in Indonesia Plantation Sector: GHG Calculation for\n  Main Commodities",
      "abstract": "Global warming has been changing the planet climate pattern. Carbon emission\nis one of the big potentials to push the greenhouse gas effect which\ncontributes to global warming. Indonesia has strengthened its climate\ncommitments through NDC with equitable emission reduction targets and\nstrengthened alignment between climate goals and country development goals. The\nMinistry of State Own Enterprise (SOE) deploys Plantation Company Holding, PTPN\nfor calculating detailed GHG emissions. PTPN is the largest plantation holding\ncompany in Indonesia with great potential in carbon credits in the carbon\nmarket. Currently, the GHG Calculator that can be applied is only RSPO and\nSugarcane, while the existing GHG Calculator commodities are not products from\nPTPN. In addition, for a specific country such as Indonesia, a special\ncalculator is needed that is adjusted to the ISO standard and the GHG Protocol\nand regulations that apply in Indonesia. Therefore, a GHG Calculator is needed\nthat can be used for multi-commodities in Indonesia, especially for commodities\nnative to Indonesia. The method used is based on ISO 14064 on GHG Emissions.\nThis study focuses on GHG assessment up to the harvesting of the crop (farm\ngate); that is, it covers GHG emissions from plantation production and the\nassociated inputs.",
      "authors": [
        "Lufaldy Ernanda",
        "Jhon Pieter Sitanggang",
        "Rini Setiyawati",
        "Siti Wahyuni",
        "Bimo Yudo Kristanto",
        "Hafif Dafiqurrohman"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2212.01332v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898473",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Epidemiology Through Cellular Automata: Case of Study Avian Influenza in\n  Indonesia",
      "abstract": "This paper performs the utilization of cellular automata computational\nanalysis as the dynamic model of spatial epidemiology. Here, explored\nelementary aspects of cellular automata and its application in analyzing\ncontagious disease, in this case avian influenza disease in Indonesia.\nComputational model is built and map-based simulation is performed using\nseveral simplified data of such transportation through sea in Indonesia, and\nits accordance with poultries in Indonesia, with initial condition of notified\navian influenza infected area in Indonesia. The initial places are Pekalongan,\nWest Java, East Java, and several regions in Sumatera. The result of simulation\nis showing the spreading-rate of influenza and in simple way and describing\npossible preventive action through isolation of infected areas as a major step\nof preventing pandemic.",
      "authors": [
        "Hokky Situngkir"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2004,
      "doi": "",
      "url": "http://arxiv.org/abs/nlin/0403035v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898497",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Summarizing Online Conversation of Indonesia Tourism Industry using\n  Network Text Analysis",
      "abstract": "The tourism industry is one of the potential revenues and has an important\nrole in economics in Indonesia. The tourism Industry brings job and business\nopportunities, foreign exchange earnings, and infrastructure development,\ntourism also plays the role of one of the main drivers in socio-economic\nprogress in Indonesia. The number of foreign tourists visiting Indonesia\nincrease cumulatively and has reached 10.41 million visits or an increase of\n10.46 percent from the same period in the previous year. Government trying to\nincrease the number of tourists to visit Indonesia by promoting many Indonesian\ntourist attractions.",
      "authors": [
        "Andry Alamsyah",
        "Sheila Shafira",
        "Muhamad Alfin Yudhistira"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2021,
      "doi": "",
      "url": "http://arxiv.org/abs/2102.12350v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898520",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "The Influence of Boreal Summer Madden-Julian Oscillation on\n  Precipitation Extremes in Indonesia",
      "abstract": "This study examines the influence of Madden-Julian Oscillation (MJO) on\nIndonesian precipitation during the extended boreal summer (May to September).\nThe MJO is one of the dominant intraseasonal variabilities that influence the\nextreme precipitation in the tropics, especially in Indonesia. The episodes of\nintense precipitation (95th percentiles) during active MJO phases from\n1998-2015 are evaluated using the daily precipitation datasets from the gridded\nAsian Precipitation Highly Resolved Observational Data Integration Towards\nEvaluation of Water Resources (APHRODITE) and several station rain gauges. The\nboreal summer MJO influences the probability of extreme precipitation,\nespecially in the west and north parts of Indonesia. The west part experiences\nan increase in the probability of extreme precipitation by up to 55\\% and 80\\%\nduring phases 2 and 3, respectively. Moreover, the extreme precipitation\nprobability in the north part increases by up to 40 to 70\\% during phases 2 to\n4. On the other hand, the influence of MJO is relatively weak in the south and\neast parts of Indonesia. The contrast of the precipitation response between the\nnorth and south parts of Indonesia is consistent with the northward movement of\nboreal summer MJO.",
      "authors": [
        "Fadhil R. Muhammad",
        "Sandro W. Lubis",
        "Sonni Setiawan"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2021,
      "doi": "10.13140/RG.2.2.35991.09127",
      "url": "http://arxiv.org/abs/2112.00001v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898544",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Fusion of imprecise, uncertain, and conflicting beliefs with DSm rules\n  of combination",
      "abstract": "In this paper one studies, within Dezert-Smarandache Theory (DSmT), the case\nwhen the sources of information provide imprecise belief functions/masses, and\nwe generalize the DSm rules of combination (classic or hybrid rules) from\nscalar fusion to sub-unitary interval fusion and, more general, to any set of\nsub-unitary interval fusion. This work generalizes previous works available in\nliterature which appear limited to IBS (Interval-valued belief structures) in\nthe Transferable Belief Model framework. Numerical didactic examples of these\nnew DSm fusion rules for dealing with imprecise information are also presented.",
      "authors": [
        "Jean Dezert",
        "Florentin Smarandache"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2004,
      "doi": "",
      "url": "http://arxiv.org/abs/math/0404305v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898566",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Neutral kaon photoproduction on the deuteron",
      "abstract": "Neutral kaon photoproduction on the deuteron has been investigated by\nincluding the final state effects and compared with the experimental data.\nComparison shows that the models used in this calculation can reproduce the\ndata in the $\\Sigma$ channel regions fairly well but still give over\npredictions in the $\\Lambda$ channel. It seems that the tensor target\nasymmetries are more suitable for studying the final state effects. The\nextractions of the elementary photoproduction amplitude are also demonstrated.",
      "authors": [
        "A. Salam",
        "T. Mart",
        "K. Miyagawa"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2009,
      "doi": "10.1142/S0217732309000395",
      "url": "http://arxiv.org/abs/0906.0316v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898588",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Pembobolan website KPU (Komisi Pemilihan Umum) Apakah melanggar UU RI\n  no.36 tahun 1999 tentang telekomunikasi ?",
      "abstract": "Information Technology KPU (Indonesia Electoral Commision) is a project in\nsupporting democratization process in Indonesia. It is a part of General\nElection program of KPU-Indonesian Government. The aim of IT KPU is to build\nthe transparency of the ballot result to the public (citizen and international\nworld) and as the embrio of e government in Indonesia. It also has the aim for\ninfluence the citizen with Information Technology and the use of computer.",
      "authors": [
        "Spits Warnars H. L. H"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2010,
      "doi": "",
      "url": "http://arxiv.org/abs/1006.2107v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898609",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "SU(2) Skyrme Model for Hadron",
      "abstract": "The SU(2) Skyrme model is reviewed. The model, which considers hadron as\nsoliton (Skyrmion), is used for investigating the nucleon mass and delta mass.\n  Keywords: Skyrme model, soliton, hadron, nucleon mass, delta mass.",
      "authors": [
        "Miftachul Hadi",
        "Hans Jacobus Wospakrik"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2010,
      "doi": "",
      "url": "http://arxiv.org/abs/1007.0888v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898629",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "One Country, 700+ Languages: NLP Challenges for Underrepresented\n  Languages and Dialects in Indonesia",
      "abstract": "NLP research is impeded by a lack of resources and awareness of the\nchallenges presented by underrepresented languages and dialects. Focusing on\nthe languages spoken in Indonesia, the second most linguistically diverse and\nthe fourth most populous nation of the world, we provide an overview of the\ncurrent state of NLP research for Indonesia's 700+ languages. We highlight\nchallenges in Indonesian NLP and how these affect the performance of current\nNLP systems. Finally, we provide general recommendations to help develop NLP\ntechnology not only for languages of Indonesia but also other underrepresented\nlanguages.",
      "authors": [
        "Alham Fikri Aji",
        "Genta Indra Winata",
        "Fajri Koto",
        "Samuel Cahyawijaya",
        "Ade Romadhony",
        "Rahmad Mahendra",
        "Kemal Kurniawan",
        "David Moeljadi",
        "Radityo Eko Prasojo",
        "Timothy Baldwin",
        "Jey Han Lau",
        "Sebastian Ruder"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2203.13357v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898656",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Peran Pemerintah Pusat dan Daerah dalam Menyediakan Pendidikan Dasar\n  Bermutu untuk Mewujudkan Visi Indonesia 2045",
      "abstract": "A sovereign, advanced, just, and prosperous Indonesia has been designated as\nthe Vision of Indonesia 2045. A vision that encapsulates the great goals of a\ncountry in positioning itself both in an internal and external context as part\nof world civilization. This vision is at the same time a reference as well as a\nbasis in the development of human resources (HR) to support its realization.\nThe division of educational affairs between the Central Government and Regional\nGovernments is a challenge to creating quality human resources. The Central\nGovernment on the one hand has the authority as a regulator of the\nstandardization of the national education system. Regional Governments on the\nother hand want an education system that accommodates the needs, uniqueness,\nand advantages of their region. Then what is the role of both in the provision\nof quality education? What are the challenges that must be faced? This\nliterature study will explore the feasibility dimension in the quality of\neducation, as well as the role of the Central and Regional Governments in\nproviding quality education to realize the Vision of Indonesia 2045.",
      "authors": [
        "Ngan Sui-Ni"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "10.5281/zenodo.7619138",
      "url": "http://arxiv.org/abs/2302.12837v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898679",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "The Femininomenon of Inequality: A Data-Driven Analysis and Cluster\n  Profiling in Indonesia",
      "abstract": "This study addresses the persistent challenges of Workplace Gender Equality\n(WGE) in Indonesia, examining regional disparities in gender empowerment and\ninequality through the Gender Empowerment Index (IDG) and Gender Inequality\nIndex (IKG). Despite Indonesia's economic growth and incremental progress in\ngender equality, as indicated by improvements in the IDG and IKG scores from\n2018 to 2023, substantial regional differences remain. Utilizing k-means\nclustering, the study identifies two distinct clusters of regions with\ncontrasting gender profiles. Cluster 0 includes regions like DKI Jakarta and\nCentral Java, characterized by higher gender empowerment and lower inequality,\nwhile Cluster 1 comprises areas such as Papua and North Maluku, where gender\ndisparities are more pronounced. The analysis reveals that local socio-economic\nconditions and governance frameworks play a critical role in shaping regional\ngender dynamics. Correlation analyses further demonstrate that higher\nempowerment is generally associated with lower inequality and greater female\nrepresentation in professional roles. These findings underscore the importance\nof targeted, region-specific interventions to promote WGE, addressing both\nstructural and cultural barriers. The insights provided by this study aim to\nguide policymakers in developing tailored strategies to foster gender equality\nand enhance women's participation in the workforce across Indonesia's diverse\nregions.",
      "authors": [
        "J. S. Muthmaina"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2024,
      "doi": "",
      "url": "http://arxiv.org/abs/2412.00012v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898701",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "The Impact of COVID-19 on FinTech Lending in Indonesia: Evidence From\n  Interrupted Time Series Analysis",
      "abstract": "This study measures the impact of COVID-19 outbreaks on financial technology\n(FinTech) lending in Indonesia. Using monthly FinTech data published by\nFinancial Services Authority (OJK) over the period 2018M02-2021M04, the article\nexamines the impact of COVID-19 started on March 2020 on FinTech by adopting an\ninterrupted time series (ITS) experiment. The estimation shows that the\nCOVID-19 outbreaks negatively affect changes in FinTech lending level in\nIndonesia, but the changes in the trend are positive. Moreover, the COVID-19\nhas been found to have a negative and statistically significant effect on the\n90-day success loan settlement rate level. However, COVID-19 has positive and\nstatistically significant effects on the 90-day default rate of loan repayment\nlevel. These estimation results recommend that the financial services authority\nof Indonesia should intensively promote various innovative financial technology\n(FinTech) lending post-COVID-19 to increase digital financial inclusion by\nproviding peer to peer lending (P2P) to unbanked populations.",
      "authors": [
        "Abdul Khaliq"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2025,
      "doi": "10.24843/JEKT.2021.v14.i02.p01",
      "url": "http://arxiv.org/abs/2505.06655v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898723",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Clear sky fraction above Indonesia: an analysis for astronomical site\n  selection",
      "abstract": "We report a study of cloud cover over Indonesia based on meteorological\nsatellite data, spanning over the past 15 years (from 1996 to 2010) in order to\nbe able to select a new astronomical site capable to host a multi-wavelength\nastronomical observatory. High spatial resolution of meteorological satellite\ndata acquired from {\\it Geostationary Meteorological Satellite 5} ({\\it GMS\n5}), {\\it Geostationary Operational Environmental Satellite 9} ({\\it GOES 9}),\nand {\\it Multi-functional Transport Satellite-1R} ({\\it MTSAT-1R}) are used to\nderive yearly average clear fractions over the regions of Indonesia. This\nparameter is determined from temperature measurement of the IR3 channel (water\nvapor, 6.7 $\\mu$m) for high altitude clouds (cirrus) and from the IR1 channel\n(10.7 $\\mu$m) for lower altitude clouds. Accordingly, an algorithm is developed\nto detect the corresponding clouds. The results of this study are then adopted\nto select the best possible sites in Indonesia to be analysed further by\nperforming in situ measurements planned for the coming years. The results\nsuggest that regions of East Nusa Tenggara, located in south-eastern part of\nIndonesia, are the most promising candidates for such an astronomical site.\nYearly clear sky fraction of this regions may reach better than 70 per cent\nwith an uncertainty of 10 per cent.",
      "authors": [
        "T. Hidayat",
        "P. Mahasena",
        "B. Dermawan",
        "T. W. Hadi",
        "P. W. Premadi",
        "D. Herdiwijaya"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2012,
      "doi": "10.1111/j.1365-2966.2012.22000.x",
      "url": "http://arxiv.org/abs/1209.1234v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898748",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "KemenkeuGPT: Leveraging a Large Language Model on Indonesia's Government\n  Financial Data and Regulations to Enhance Decision Making",
      "abstract": "Data is crucial for evidence-based policymaking and enhancing public\nservices, including those at the Ministry of Finance of the Republic of\nIndonesia. However, the complexity and dynamic nature of governmental financial\ndata and regulations can hinder decision-making. This study investigates the\npotential of Large Language Models (LLMs) to address these challenges, focusing\non Indonesia's financial data and regulations. While LLMs are effective in the\nfinancial sector, their use in the public sector in Indonesia is unexplored.\nThis study undertakes an iterative process to develop KemenkeuGPT using the\nLangChain with Retrieval-Augmented Generation (RAG), prompt engineering and\nfine-tuning. The dataset from 2003 to 2023 was collected from the Ministry of\nFinance, Statistics Indonesia and the International Monetary Fund (IMF).\nSurveys and interviews with Ministry officials informed, enhanced and\nfine-tuned the model. We evaluated the model using human feedback, LLM-based\nevaluation and benchmarking. The model's accuracy improved from 35% to 61%,\nwith correctness increasing from 48% to 64%. The Retrieval-Augmented Generation\nAssessment (RAGAS) framework showed that KemenkeuGPT achieved 44% correctness\nwith 73% faithfulness, 40% precision and 60% recall, outperforming several\nother base models. An interview with an expert from the Ministry of Finance\nindicated that KemenkeuGPT has the potential to become an essential tool for\ndecision-making. These results are expected to improve with continuous human\nfeedback.",
      "authors": [
        "Gilang Fajar Febrian",
        "Grazziela Figueredo"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2024,
      "doi": "",
      "url": "http://arxiv.org/abs/2407.21459v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898772",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Analysis of Factors Affecting the Entry of Foreign Direct Investment\n  into Indonesia (Case Study of Three Industrial Sectors in Indonesia)",
      "abstract": "The realization of FDI and DDI from January to December 2022 reached\nRp1,207.2 trillion. The largest FDI investment realization by sector was led by\nthe Basic Metal, Metal Goods, Non-Machinery, and Equipment Industry sector,\nfollowed by the Mining sector and the Electricity, Gas, and Water sector. The\nuneven amount of FDI investment realization in each industry and the impact of\nthe COVID-19 pandemic in Indonesia are the main issues addressed in this study.\nThis study aims to identify the factors that influence the entry of FDI into\nindustries in Indonesia and measure the extent of these factors' influence on\nthe entry of FDI. In this study, classical assumption tests and hypothesis\ntests are conducted to investigate whether the research model is robust enough\nto provide strategic options nationally. Moreover, this study uses the ordinary\nleast squares (OLS) method. The results show that the electricity factor does\nnot influence FDI inflows in the three industries. The Human Development Index\n(HDI) factor has a significant negative effect on FDI in the Mining Industry\nand a significant positive effect on FDI in the Basic Metal, Metal Goods,\nNon-Machinery, and Equipment Industries. However, HDI does not influence FDI in\nthe Electricity, Gas, and Water Industries in Indonesia.",
      "authors": [
        "Tracy Patricia Nindry Abigail Rolnmuch",
        "Yuhana Astuti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2024,
      "doi": "10.56472/25835238/IRJEMS-V3I7P135",
      "url": "http://arxiv.org/abs/2408.01985v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898795",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Probabilistic Latent Semantic Analysis (PLSA) untuk Klasifikasi Dokumen\n  Teks Berbahasa Indonesia",
      "abstract": "One task that is included in managing documents is how to find substantial\ninformation inside. Topic modeling is a technique that has been developed to\nproduce document representation in form of keywords. The keywords will be used\nin the indexing process and document retrieval as needed by users. In this\nresearch, we will discuss specifically about Probabilistic Latent Semantic\nAnalysis (PLSA). It will cover PLSA mechanism which involves Expectation\nMaximization (EM) as the training algorithm, how to conduct testing, and obtain\nthe accuracy result.",
      "authors": [
        "Derwin Suhartono"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2015,
      "doi": "",
      "url": "http://arxiv.org/abs/1512.00576v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898816",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Innovating Mathematics by Research Approaches in Indonesia from Middle\n  Schools to Undergraduates",
      "abstract": "Innovating mathematics by research approaches in Indonesia from middle\nschools to undergraduates are explained here where geometry is typical example\nto be innovated. Topics in plane geometry to be platonic solids and non\nplatonic solids such as cylinder and spheres are innovated to be new surfaces\nand media. Topics in calculus and complex functions particularly parametric\ncurves are used to be new curves for curves stitching, motifs in several kinds\nof souvenirs and accessories. Additionally, local culture is introduced through\nbatik painting activity using algebraic surfaces drawn with Surfer. Leonardo\nDome and Leonardo Bridge with Rinus Reolofs like are introduced to attract\nstudents for mathematical sports activities.",
      "authors": [
        "Hanna A. Parhusip"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2017,
      "doi": "",
      "url": "http://arxiv.org/abs/1711.04630v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898837",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Pilot Study Suggests Online Media Literacy Programming Reduces Belief in\n  False News in Indonesia",
      "abstract": "Amidst the threat of digital misinformation, we offer a pilot study regarding\nthe efficacy of an online social media literacy campaign aimed at empowering\nindividuals in Indonesia with skills to help them identify misinformation. We\nfound that users who engaged with our online training materials and educational\nvideos were more likely to identify misinformation than those in our control\ngroup (total $N$=1000). Given the promising results of our preliminary study,\nwe plan to expand efforts in this area, and build upon lessons learned from\nthis pilot study.",
      "authors": [
        "Pamela Bilo Thomas",
        "Clark Hogan-Taylor",
        "Michael Yankoski",
        "Tim Weninger"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2021,
      "doi": "",
      "url": "http://arxiv.org/abs/2107.08034v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898860",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "NusaBERT: Teaching IndoBERT to be Multilingual and Multicultural",
      "abstract": "Indonesia's linguistic landscape is remarkably diverse, encompassing over 700\nlanguages and dialects, making it one of the world's most linguistically rich\nnations. This diversity, coupled with the widespread practice of code-switching\nand the presence of low-resource regional languages, presents unique challenges\nfor modern pre-trained language models. In response to these challenges, we\ndeveloped NusaBERT, building upon IndoBERT by incorporating vocabulary\nexpansion and leveraging a diverse multilingual corpus that includes regional\nlanguages and dialects. Through rigorous evaluation across a range of\nbenchmarks, NusaBERT demonstrates state-of-the-art performance in tasks\ninvolving multiple languages of Indonesia, paving the way for future natural\nlanguage understanding research for under-represented languages.",
      "authors": [
        "Wilson Wongso",
        "David Samuel Setiawan",
        "Steven Limcorn",
        "Ananto Joyoadikusumo"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2024,
      "doi": "",
      "url": "http://arxiv.org/abs/2403.01817v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898882",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Neutrino Mean Free Path in Neutron Star",
      "abstract": "Have been calculated the differential cross section and mean free path of\nneutrino of neutrino interaction in dense matter.",
      "authors": [
        "P. T. P. Hutauruk"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2010,
      "doi": "",
      "url": "http://arxiv.org/abs/1007.4007v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898902",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Indonesia embraces the Data Science",
      "abstract": "The information era is the time when information is not only largely\ngenerated, but also vastly processed in order to extract and generated more\ninformation. The complex nature of modern living is represented by the various\nkind of data. Data can be in the forms of signals, images, texts, or manifolds\nresembling the horizon of observation. The task of the emerging data sciences\nare to extract information from the data, for people gain new insights of the\ncomplex world. The insights may came from the new way of the data\nrepresentation, be it a visualizations, mapping, or other. The insights may\nalso come from the implementation of mathematical analysis and or computational\nprocessing giving new insights of what the states of the nature represented by\nthe data. Both ways implement the methodologies reducing the dimensionality of\nthe data. The relations between the two functions, representation and analysis\nare the heart of how information in data is transformed mathematically and\ncomputationally into new information. The paper discusses some practices, along\nwith various data coming from the social life in Indonesia to gain new insights\nabout Indonesia in the emerging data sciences. The data sciences in Indonesia\nhas made Indonesian Data Cartograms, Indonesian Celebrity Sentiment Mapping,\nEthno-Clustering Maps, social media community detection, and a lot more to\ncome, become possible. All of these are depicted as the exemplifications on how\nData Science has become integral part of the technology bringing data closer to\npeople.",
      "authors": [
        "Hokky Situngkir"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2015,
      "doi": "",
      "url": "http://arxiv.org/abs/1508.02387v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898924",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Challenges in teaching Real Analysis classes at the University of PGRI,\n  South Sumatra, Indonesia",
      "abstract": "This paper discusses our experiences and challenges in teaching advanced\nundergraduate Real Analysis classes for Mathematics Education students at the\nUniversity of PGRI (Persatuan Guru Republik Indonesia, Indonesian Teachers\nAssociation) Palembang, South Sumatra, Indonesia. We observe that the syllabus\ncontains topics with a high level of difficulty for the students who are\nspecialized in education and intend to teach mathematics at the secondary\nlevel. The conventional lecturing method is mainly implemented during the\nclass, with some possible variations of the method, including the Texas method\n(also known as Moore's method) and the small group guided discovery method. In\nparticular, the latter method has been implemented successfully for a Real\nAnalysis class at Dartmouth College, New Hampshire by Dumitra\\c{s}cu in 2006.\nAlthough it is a real challenge to apply a specific teaching method that will\nbe able to accommodate a large number of students, the existing teaching\nactivities can still be improved and a more effective method could be\nimplemented in the future. Furthermore, the curriculum contents should be\nadapted for an audience in Mathematics Education to equip them for their future\ncareer as mathematics teachers. Any constructive suggestions are welcome for\nthe improvement of our mathematics education system at the university as well\nas on the national scale.",
      "authors": [
        "E. Septiati",
        "N. Karjanto"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2008.00182v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:12.898947",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Location-based Twitter Filtering for the Creation of Low-Resource\n  Language Datasets in Indonesian Local Languages",
      "abstract": "Twitter contains an abundance of linguistic data from the real world. We\nexamine Twitter for user-generated content in low-resource languages such as\nlocal Indonesian. For NLP to work in Indonesian, it must consider local\ndialects, geographic context, and regional culture influence Indonesian\nlanguages. This paper identifies the problems we faced when constructing a\nLocal Indonesian NLP dataset. Furthermore, we are developing a framework for\ncreating, collecting, and classifying Local Indonesian datasets for NLP. Using\ntwitter's geolocation tool for automatic annotating.",
      "authors": [
        "Mukhlis Amien",
        "Chong Feng",
        "Heyan Huang"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2206.07238v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879084",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IndoRobusta: Towards Robustness Against Diverse Code-Mixed Indonesian\n  Local Languages",
      "abstract": "Significant progress has been made on Indonesian NLP. Nevertheless,\nexploration of the code-mixing phenomenon in Indonesian is limited, despite\nmany languages being frequently mixed with Indonesian in daily conversation. In\nthis work, we explore code-mixing in Indonesian with four embedded languages,\ni.e., English, Sundanese, Javanese, and Malay; and introduce IndoRobusta, a\nframework to evaluate and improve the code-mixing robustness. Our analysis\nshows that the pre-training corpus bias affects the model's ability to better\nhandle Indonesian-English code-mixing when compared to other local languages,\ndespite having higher language diversity.",
      "authors": [
        "Muhammad Farid Adilazuarda",
        "Samuel Cahyawijaya",
        "Genta Indra Winata",
        "Pascale Fung",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "",
      "url": "http://arxiv.org/abs/2311.12405v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879156",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "KaWAT: A Word Analogy Task Dataset for Indonesian",
      "abstract": "We introduced KaWAT (Kata Word Analogy Task), a new word analogy task dataset\nfor Indonesian. We evaluated on it several existing pretrained Indonesian word\nembeddings and embeddings trained on Indonesian online news corpus. We also\ntested them on two downstream tasks and found that pretrained word embeddings\nhelped either by reducing the training epochs or yielding significant\nperformance gains.",
      "authors": [
        "Kemal Kurniawan"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2019,
      "doi": "",
      "url": "http://arxiv.org/abs/1906.09912v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879198",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "NusaCrowd: A Call for Open and Reproducible NLP Research in Indonesian\n  Languages",
      "abstract": "At the center of the underlying issues that halt Indonesian natural language\nprocessing (NLP) research advancement, we find data scarcity. Resources in\nIndonesian languages, especially the local ones, are extremely scarce and\nunderrepresented. Many Indonesian researchers do not publish their dataset.\nFurthermore, the few public datasets that we have are scattered across\ndifferent platforms, thus makes performing reproducible and data-centric\nresearch in Indonesian NLP even more arduous. Rising to this challenge, we\ninitiate the first Indonesian NLP crowdsourcing effort, NusaCrowd. NusaCrowd\nstrives to provide the largest datasheets aggregation with standardized data\nloading for NLP tasks in all Indonesian languages. By enabling open and\ncentralized access to Indonesian NLP resources, we hope NusaCrowd can tackle\nthe data scarcity problem hindering NLP progress in Indonesia and bring NLP\npractitioners to move towards collaboration.",
      "authors": [
        "Samuel Cahyawijaya",
        "Alham Fikri Aji",
        "Holy Lovenia",
        "Genta Indra Winata",
        "Bryan Wilie",
        "Rahmad Mahendra",
        "Fajri Koto",
        "David Moeljadi",
        "Karissa Vincentio",
        "Ade Romadhony",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2207.10524v2",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879243",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Sejarah dan Perkembangan Teknik Natural Language Processing (NLP) Bahasa\n  Indonesia: Tinjauan tentang sejarah, perkembangan teknologi, dan aplikasi NLP\n  dalam bahasa Indonesia",
      "abstract": "This study provides an overview of the history of the development of Natural\nLanguage Processing (NLP) in the context of the Indonesian language, with a\nfocus on the basic technologies, methods, and practical applications that have\nbeen developed. This review covers developments in basic NLP technologies such\nas stemming, part-of-speech tagging, and related methods; practical\napplications in cross-language information retrieval systems, information\nextraction, and sentiment analysis; and methods and techniques used in\nIndonesian language NLP research, such as machine learning, statistics-based\nmachine translation, and conflict-based approaches. This study also explores\nthe application of NLP in Indonesian language industry and research and\nidentifies challenges and opportunities in Indonesian language NLP research and\ndevelopment. Recommendations for future Indonesian language NLP research and\ndevelopment include developing more efficient methods and technologies,\nexpanding NLP applications, increasing sustainability, further research into\nthe potential of NLP, and promoting interdisciplinary collaboration. It is\nhoped that this review will help researchers, practitioners, and the government\nto understand the development of Indonesian language NLP and identify\nopportunities for further research and development.",
      "authors": [
        "Mukhlis Amien"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "",
      "url": "http://arxiv.org/abs/2304.02746v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879287",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Improving Indonesian Text Classification Using Multilingual Language\n  Model",
      "abstract": "Compared to English, the amount of labeled data for Indonesian text\nclassification tasks is very small. Recently developed multilingual language\nmodels have shown its ability to create multilingual representations\neffectively. This paper investigates the effect of combining English and\nIndonesian data on building Indonesian text classification (e.g., sentiment\nanalysis and hate speech) using multilingual language models. Using the\nfeature-based approach, we observe its performance on various data sizes and\ntotal added English data. The experiment showed that the addition of English\ndata, especially if the amount of Indonesian data is small, improves\nperformance. Using the fine-tuning approach, we further showed its\neffectiveness in utilizing the English language to build Indonesian text\nclassification models.",
      "authors": [
        "Ilham Firdausi Putra",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2009.05713v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879328",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Reduce Indonesian Vocabularies with an Indonesian Sub-word Separator",
      "abstract": "Indonesian is an agglutinative language since it has a compounding process of\nword-formation. Therefore, the translation model of this language requires a\nmechanism that is even lower than the word level, referred to as the sub-word\nlevel. This compounding process leads to a rare word problem since the number\nof vocabulary explodes. We propose a strategy to address the unique word\nproblem of the neural machine translation (NMT) system, which uses Indonesian\nas a pair language. Our approach uses a rule-based method to transform a word\ninto its roots and accompanied affixes to retain its meaning and context. Using\na rule-based algorithm has more advantages: it does not require corpus data but\nonly applies the standard Indonesian rules. Our experiments confirm that this\nmethod is practical. It reduces the number of vocabulary significantly up to\n57\\%, and on the English to Indonesian translation, this strategy provides an\nimprovement of up to 5 BLEU points over a similar NMT system that does not use\nthis technique.",
      "authors": [
        "Mukhlis Amien",
        "Feng Chong",
        "Huang Heyan"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2207.00552v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879388",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Domain-Specific Language Model Post-Training for Indonesian Financial\n  NLP",
      "abstract": "BERT and IndoBERT have achieved impressive performance in several NLP tasks.\nThere has been several investigation on its adaption in specialized domains\nespecially for English language. We focus on financial domain and Indonesian\nlanguage, where we perform post-training on pre-trained IndoBERT for financial\ndomain using a small scale of Indonesian financial corpus. In this paper, we\nconstruct an Indonesian self-supervised financial corpus, Indonesian financial\nsentiment analysis dataset, Indonesian financial topic classification dataset,\nand release a family of BERT models for financial NLP. We also evaluate the\neffectiveness of domain-specific post-training on sentiment analysis and topic\nclassification tasks. Our findings indicate that the post-training increases\nthe effectiveness of a language model when it is fine-tuned to domain-specific\ndownstream tasks.",
      "authors": [
        "Ni Putu Intan Maharani",
        "Yoga Yustiawan",
        "Fauzy Caesar Rochim",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "",
      "url": "http://arxiv.org/abs/2310.09736v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879431",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Clustering of Indonesian and Western Gamelan Orchestras through Machine\n  Learning of Performance Parameters",
      "abstract": "Indonesian and Western gamelan ensembles are investigated with respect to\nperformance differences. Thereby, the often exotistic history of this music in\nthe West might be reflected in contemporary tonal system, articulation, or\nlarge-scale form differences. Analyzing recordings of four Western and five\nIndonesian orchestras with respect to tonal systems and timbre features and\nusing self-organizing Kohonen map (SOM) as a machine learning algorithm, a\nclear clustering between Indonesian and Western ensembles appears using certain\npsychoacoustic features. These point to a reduced articulation and large-scale\nform variability of Western ensembles compared to Indonesian ones. The SOM also\nclusters the ensembles with respect to their tonal systems, but no clusters\nbetween Indonesian and Western ensembles can be found in this respect.\nTherefore, a clear analogy between lower articulatory variability and\nlarge-scale form variation and a more exostistic, mediative and calm\nperformance expectation and reception of gamelan in the West therefore appears.",
      "authors": [
        "Simon Linke",
        "Gerrit Wendt",
        "Rolf Bader"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2024,
      "doi": "",
      "url": "http://arxiv.org/abs/2409.03713v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879472",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Enhancing Indonesian Automatic Speech Recognition: Evaluating\n  Multilingual Models with Diverse Speech Variabilities",
      "abstract": "An ideal speech recognition model has the capability to transcribe speech\naccurately under various characteristics of speech signals, such as speaking\nstyle (read and spontaneous), speech context (formal and informal), and\nbackground noise conditions (clean and moderate). Building such a model\nrequires a significant amount of training data with diverse speech\ncharacteristics. Currently, Indonesian data is dominated by read, formal, and\nclean speech, leading to a scarcity of Indonesian data with other speech\nvariabilities. To develop Indonesian automatic speech recognition (ASR), we\npresent our research on state-of-the-art speech recognition models, namely\nMassively Multilingual Speech (MMS) and Whisper, as well as compiling a dataset\ncomprising Indonesian speech with variabilities to facilitate our study. We\nfurther investigate the models' predictive ability to transcribe Indonesian\nspeech data across different variability groups. The best results were achieved\nby the Whisper fine-tuned model across datasets with various characteristics,\nas indicated by the decrease in word error rate (WER) and character error rate\n(CER). Moreover, we found that speaking style variability affected model\nperformance the most.",
      "authors": [
        "Aulia Adila",
        "Dessi Lestari",
        "Ayu Purwarianti",
        "Dipta Tanaya",
        "Kurniawati Azizah",
        "Sakriani Sakti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2024,
      "doi": "",
      "url": "http://arxiv.org/abs/2410.08828v2",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879516",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Semi-Supervised Low-Resource Style Transfer of Indonesian Informal to\n  Formal Language with Iterative Forward-Translation",
      "abstract": "In its daily use, the Indonesian language is riddled with informality, that\nis, deviations from the standard in terms of vocabulary, spelling, and word\norder. On the other hand, current available Indonesian NLP models are typically\ndeveloped with the standard Indonesian in mind. In this work, we address a\nstyle-transfer from informal to formal Indonesian as a low-resource machine\ntranslation problem. We build a new dataset of parallel sentences of informal\nIndonesian and its formal counterpart. We benchmark several strategies to\nperform style transfer from informal to formal Indonesian. We also explore\naugmenting the training set with artificial forward-translated data. Since we\nare dealing with an extremely low-resource setting, we find that a phrase-based\nmachine translation approach outperforms the Transformer-based approach.\nAlternatively, a pre-trained GPT-2 fined-tuned to this task performed equally\nwell but costs more computational resource. Our findings show a promising step\ntowards leveraging machine translation models for style transfer. Our code and\ndata are available in https://github.com/haryoa/stif-indonesia",
      "authors": [
        "Haryo Akbarianto Wibowo",
        "Tatag Aziz Prawiro",
        "Muhammad Ihsan",
        "Alham Fikri Aji",
        "Radityo Eko Prasojo",
        "Rahmad Mahendra",
        "Suci Fitriany"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2011.03286v2",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879558",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "COPAL-ID: Indonesian Language Reasoning with Local Culture and Nuances",
      "abstract": "We present COPAL-ID, a novel, public Indonesian language common sense\nreasoning dataset. Unlike the previous Indonesian COPA dataset (XCOPA-ID),\nCOPAL-ID incorporates Indonesian local and cultural nuances, and therefore,\nprovides a more natural portrayal of day-to-day causal reasoning within the\nIndonesian cultural sphere. Professionally written by natives from scratch,\nCOPAL-ID is more fluent and free from awkward phrases, unlike the translated\nXCOPA-ID. In addition, we present COPAL-ID in both standard Indonesian and in\nJakartan Indonesian-a dialect commonly used in daily conversation. COPAL-ID\nposes a greater challenge for existing open-sourced and closed state-of-the-art\nmultilingual language models, yet is trivially easy for humans. Our findings\nsuggest that general multilingual models struggle to perform well, achieving\n66.91% accuracy on COPAL-ID. South-East Asian-specific models achieve slightly\nbetter performance of 73.88% accuracy. Yet, this number still falls short of\nnear-perfect human performance. This shows that these language models are still\nway behind in comprehending the local nuances of Indonesian.",
      "authors": [
        "Haryo Akbarianto Wibowo",
        "Erland Hilman Fuadi",
        "Made Nindyatama Nityasya",
        "Radityo Eko Prasojo",
        "Alham Fikri Aji"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "",
      "url": "http://arxiv.org/abs/2311.01012v3",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879604",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IndoLEM and IndoBERT: A Benchmark Dataset and Pre-trained Language Model\n  for Indonesian NLP",
      "abstract": "Although the Indonesian language is spoken by almost 200 million people and\nthe 10th most spoken language in the world, it is under-represented in NLP\nresearch. Previous work on Indonesian has been hampered by a lack of annotated\ndatasets, a sparsity of language resources, and a lack of resource\nstandardization. In this work, we release the IndoLEM dataset comprising seven\ntasks for the Indonesian language, spanning morpho-syntax, semantics, and\ndiscourse. We additionally release IndoBERT, a new pre-trained language model\nfor Indonesian, and evaluate it over IndoLEM, in addition to benchmarking it\nagainst existing resources. Our experiments show that IndoBERT achieves\nstate-of-the-art performance over most of the tasks in IndoLEM.",
      "authors": [
        "Fajri Koto",
        "Afshin Rahimi",
        "Jey Han Lau",
        "Timothy Baldwin"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2011.00677v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879648",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IDK-MRC: Unanswerable Questions for Indonesian Machine Reading\n  Comprehension",
      "abstract": "Machine Reading Comprehension (MRC) has become one of the essential tasks in\nNatural Language Understanding (NLU) as it is often included in several NLU\nbenchmarks (Liang et al., 2020; Wilie et al., 2020). However, most MRC datasets\nonly have answerable question type, overlooking the importance of unanswerable\nquestions. MRC models trained only on answerable questions will select the span\nthat is most likely to be the answer, even when the answer does not actually\nexist in the given passage (Rajpurkar et al., 2018). This problem especially\nremains in medium- to low-resource languages like Indonesian. Existing\nIndonesian MRC datasets (Purwarianti et al., 2007; Clark et al., 2020) are\nstill inadequate because of the small size and limited question types, i.e.,\nthey only cover answerable questions. To fill this gap, we build a new\nIndonesian MRC dataset called I(n)don'tKnow- MRC (IDK-MRC) by combining the\nautomatic and manual unanswerable question generation to minimize the cost of\nmanual dataset construction while maintaining the dataset quality. Combined\nwith the existing answerable questions, IDK-MRC consists of more than 10K\nquestions in total. Our analysis shows that our dataset significantly improves\nthe performance of Indonesian MRC models, showing a large improvement for\nunanswerable questions.",
      "authors": [
        "Rifki Afina Putri",
        "Alice Oh"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2022,
      "doi": "",
      "url": "http://arxiv.org/abs/2210.13778v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879686",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IndoToD: A Multi-Domain Indonesian Benchmark For End-to-End\n  Task-Oriented Dialogue Systems",
      "abstract": "Task-oriented dialogue (ToD) systems have been mostly created for\nhigh-resource languages, such as English and Chinese. However, there is a need\nto develop ToD systems for other regional or local languages to broaden their\nability to comprehend the dialogue contexts in various languages. This paper\nintroduces IndoToD, an end-to-end multi domain ToD benchmark in Indonesian. We\nextend two English ToD datasets to Indonesian, comprising four different\ndomains by delexicalization to efficiently reduce the size of annotations. To\nensure a high-quality data collection, we hire native speakers to manually\ntranslate the dialogues. Along with the original English datasets, these new\nIndonesian datasets serve as an effective benchmark for evaluating Indonesian\nand English ToD systems as well as exploring the potential benefits of\ncross-lingual and bilingual transfer learning approaches.",
      "authors": [
        "Muhammad Dehan Al Kautsar",
        "Rahmah Khoirussyifa' Nurdini",
        "Samuel Cahyawijaya",
        "Genta Indra Winata",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "",
      "url": "http://arxiv.org/abs/2311.00958v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879709",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Fine-tuning Pretrained Multilingual BERT Model for Indonesian\n  Aspect-based Sentiment Analysis",
      "abstract": "Although previous research on Aspect-based Sentiment Analysis (ABSA) for\nIndonesian reviews in hotel domain has been conducted using CNN and XGBoost,\nits model did not generalize well in test data and high number of OOV words\ncontributed to misclassification cases. Nowadays, most state-of-the-art results\nfor wide array of NLP tasks are achieved by utilizing pretrained language\nrepresentation. In this paper, we intend to incorporate one of the foremost\nlanguage representation model, BERT, to perform ABSA in Indonesian reviews\ndataset. By combining multilingual BERT (m-BERT) with task transformation\nmethod, we manage to achieve significant improvement by 8% on the F1-score\ncompared to the result from our previous study.",
      "authors": [
        "Annisa Nurul Azhar",
        "Masayu Leylia Khodra"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2021,
      "doi": "",
      "url": "http://arxiv.org/abs/2103.03732v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879730",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IndoBERTweet: A Pretrained Language Model for Indonesian Twitter with\n  Effective Domain-Specific Vocabulary Initialization",
      "abstract": "We present IndoBERTweet, the first large-scale pretrained model for\nIndonesian Twitter that is trained by extending a monolingually-trained\nIndonesian BERT model with additive domain-specific vocabulary. We focus in\nparticular on efficient model adaptation under vocabulary mismatch, and\nbenchmark different ways of initializing the BERT embedding layer for new word\ntypes. We find that initializing with the average BERT subword embedding makes\npretraining five times faster, and is more effective than proposed methods for\nvocabulary adaptation in terms of extrinsic evaluation over seven Twitter-based\ndatasets.",
      "authors": [
        "Fajri Koto",
        "Jey Han Lau",
        "Timothy Baldwin"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2021,
      "doi": "",
      "url": "http://arxiv.org/abs/2109.04607v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879752",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Sequence-to-Sequence Learning for Indonesian Automatic Question\n  Generator",
      "abstract": "Automatic question generation is defined as the task of automating the\ncreation of question given a various of textual data. Research in automatic\nquestion generator (AQG) has been conducted for more than 10 years, mainly\nfocused on factoid question. In all these studies, the state-of-the-art is\nattained using sequence-to-sequence approach. However, AQG system for\nIndonesian has not ever been researched intensely. In this work we construct an\nIndonesian automatic question generator, adapting the architecture from some\nprevious works. In summary, we used sequence-to-sequence approach using BiGRU,\nBiLSTM, and Transformer with additional linguistic features, copy mechanism,\nand coverage mechanism. Since there is no public large dan popular Indonesian\ndataset for question generation, we translated SQuAD v2.0 factoid question\nanswering dataset, with additional Indonesian TyDiQA dev set for testing. The\nsystem achieved BLEU1, BLEU2, BLEU3, BLEU4, and ROUGE-L score at 38,35, 20,96,\n10,68, 5,78, and 43,4 for SQuAD, and 39.9, 20.78, 10.26, 6.31, 44.13 for\nTyDiQA, respectively. The system performed well when the expected answers are\nnamed entities and are syntactically close with the context explaining them.\nAdditionally, from native Indonesian perspective, the best questions generated\nby our best models on their best cases are acceptable and reasonably useful.",
      "authors": [
        "Ferdiant Joshua Muis",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "",
      "url": "http://arxiv.org/abs/2009.13889v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879775",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Ancestry-Adjusted Polygenic Risk Scores for Predicting Obesity Risk in\n  the Indonesian Population",
      "abstract": "Obesity prevalence in Indonesian adults increased from 10.5% in 2007 to 23.4%\nin 2023. Studies showed that genetic predisposition significantly influences\nobesity susceptibility. To aid this, polygenic risk scores (PRS) help aggregate\nthe effects of numerous genetic variants to assess genetic risk. However, 91%\nof genome-wide association studies (GWAS) involve European populations,\nlimiting their applicability to Indonesians due to genetic diversity. This\nstudy aims to develop and validate an ancestry adjusted PRS for obesity in the\nIndonesian population using principal component analysis (PCA) method\nconstructed from the 1000 Genomes Project data and our own genomic data from\napproximately 2,800 Indonesians. We calculate PRS for obesity using all races,\nthen determine the first four principal components using ancestry-informative\nSNPs and develop a linear regression model to predict PRS based on these\nprincipal components. The raw PRS is adjusted by subtracting the predicted\nscore to obtain an ancestry adjusted PRS for the Indonesian population. Our\nresults indicate that the ancestry-adjusted PRS improves obesity risk\nprediction. Compared to the unadjusted PRS, the adjusted score improved\nclassification performance with a 5% increase in area under the ROC curve\n(AUC). This approach underscores the importance of population-specific\nadjustments in genetic risk assessments to enable more effective personalized\nhealthcare and targeted intervention strategies for diverse populations.",
      "authors": [
        "Jocelyn Verna Siswanto",
        "Belinda Mutiara",
        "Felicia Austin",
        "Jonathan Susanto",
        "Cathelyn Theophila Tan",
        "Restu Unggul Kresnadi",
        "Kezia Irene"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2025,
      "doi": "",
      "url": "http://arxiv.org/abs/2505.13503v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879800",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "MSVD-Indonesian: A Benchmark for Multimodal Video-Text Tasks in\n  Indonesian",
      "abstract": "Multimodal learning on video and text data has been receiving growing\nattention from many researchers in various research tasks, including\ntext-to-video retrieval, video-to-text retrieval, and video captioning.\nAlthough many algorithms have been proposed for those challenging tasks, most\nof them are developed on English language datasets. Despite Indonesian being\none of the most spoken languages in the world, the research progress on the\nmultimodal video-text with Indonesian sentences is still under-explored, likely\ndue to the absence of the public benchmark dataset. To address this issue, we\nconstruct the first public Indonesian video-text dataset by translating English\nsentences from the MSVD dataset to Indonesian sentences. Using our dataset, we\nthen train neural network models which were developed for the English\nvideo-text dataset on three tasks, i.e., text-to-video retrieval, video-to-text\nretrieval, and video captioning. The recent neural network-based approaches to\nvideo-text tasks often utilized a feature extractor that is primarily\npretrained on an English vision-language dataset. Since the availability of the\npretraining resources with Indonesian sentences is relatively limited, the\napplicability of those approaches to our dataset is still questionable. To\novercome the lack of pretraining resources, we apply cross-lingual transfer\nlearning by utilizing the feature extractors pretrained on the English dataset,\nand we then fine-tune the models on our Indonesian dataset. Our experimental\nresults show that this approach can help to improve the performance for the\nthree tasks on all metrics. Finally, we discuss potential future works using\nour dataset, inspiring further research in the Indonesian multimodal video-text\ntasks. We believe that our dataset and our experimental results could provide\nvaluable contributions to the community. Our dataset is available on GitHub.",
      "authors": [
        "Willy Fitra Hendria"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2023,
      "doi": "",
      "url": "http://arxiv.org/abs/2306.11341v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879822",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Suryakala-Nusantara: Documenting Indonesian Sundials",
      "abstract": "Sundial is the ancient or classic timekeeper device, especially prior to the\ninvention of mechanical clock. In the classical Islamic civilization, the daily\nmovement of the Sun becomes main indicator of praying time, which can be\ndeduced using sundial. This kind of device probably permeated to Indonesia\nduring the Islamic acculturation. Since then, the development of astronomical\nknowledge, technology, art and architectural in classical Indonesia are\npartially reflected into sundial. These historical attractions of sundial\ndemand comprehensive documentation and investigation of Indonesian sundial\nwhich are rarely found in the current literatures. The required spatial and\ntemporal information regarding Indonesian sundial can be collected by general\npublic through citizen science scheme. This concept may answer scientific\ncuriosity of a research and also educate the people, expose them with science.\nIn this article, general scheme of citizen science are discussed, its\napplication for sundial study in Indonesia is proposed as Suryakala-Nusantara\nprogram.",
      "authors": [
        "Rhorom Priyatikanto"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2013,
      "doi": "",
      "url": "http://arxiv.org/abs/1312.2742v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879844",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Toward a Standardized and More Accurate Indonesian Part-of-Speech\n  Tagging",
      "abstract": "Previous work in Indonesian part-of-speech (POS) tagging are hard to compare\nas they are not evaluated on a common dataset. Furthermore, in spite of the\nsuccess of neural network models for English POS tagging, they are rarely\nexplored for Indonesian. In this paper, we explored various techniques for\nIndonesian POS tagging, including rule-based, CRF, and neural network-based\nmodels. We evaluated our models on the IDN Tagged Corpus. A new\nstate-of-the-art of 97.47 F1 score is achieved with a recurrent neural network.\nTo provide a standard for future work, we release the dataset split that we\nused publicly.",
      "authors": [
        "Kemal Kurniawan",
        "Alham Fikri Aji"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2018,
      "doi": "",
      "url": "http://arxiv.org/abs/1809.03391v3",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879865",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IndoSum: A New Benchmark Dataset for Indonesian Text Summarization",
      "abstract": "Automatic text summarization is generally considered as a challenging task in\nthe NLP community. One of the challenges is the publicly available and large\ndataset that is relatively rare and difficult to construct. The problem is even\nworse for low-resource languages such as Indonesian. In this paper, we present\nIndoSum, a new benchmark dataset for Indonesian text summarization. The dataset\nconsists of news articles and manually constructed summaries. Notably, the\ndataset is almost 200x larger than the previous Indonesian summarization\ndataset of the same domain. We evaluated various extractive summarization\napproaches and obtained encouraging results which demonstrate the usefulness of\nthe dataset and provide baselines for future research. The code and the dataset\nare available online under permissive licenses.",
      "authors": [
        "Kemal Kurniawan",
        "Samuel Louvan"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2018,
      "doi": "",
      "url": "http://arxiv.org/abs/1810.05334v5",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879885",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Coreference Resolution System for Indonesian Text with Mention Pair\n  Method and Singleton Exclusion using Convolutional Neural Network",
      "abstract": "Neural network has shown promising performance on coreference resolution\nsystems that uses mention pair method. With deep neural network, it can learn\nhidden and deep relations between two mentions. However, there is no work on\ncoreference resolution for Indonesian text that uses this learning technique.\nThe state-of-the-art system for Indonesian text only states the use of lexical\nand syntactic features can improve the existing coreference resolution system.\nIn this paper, we propose a new coreference resolution system for Indonesian\ntext with mention pair method that uses deep neural network to learn the\nrelations of the two mentions. In addition to lexical and syntactic features,\nin order to learn the representation of the mentions words and context, we use\nword embeddings and feed them to Convolutional Neural Network (CNN).\nFurthermore, we do singleton exclusion using singleton classifier component to\nprevent singleton mentions entering any entity clusters at the end. Achieving\n67.37% without singleton exclusion, 63.27% with trained singleton classifier,\nand 75.95% with gold singleton classifier on CoNLL average F1 score, our\nproposed system outperforms the state-of-the-art system.",
      "authors": [
        "Turfa Auliarachman",
        "Ayu Purwarianti"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2020,
      "doi": "10.1109/ICAICTA.2019.8904261",
      "url": "http://arxiv.org/abs/2009.05675v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879910",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "IndoNLI: A Natural Language Inference Dataset for Indonesian",
      "abstract": "We present IndoNLI, the first human-elicited NLI dataset for Indonesian. We\nadapt the data collection protocol for MNLI and collect nearly 18K sentence\npairs annotated by crowd workers and experts. The expert-annotated data is used\nexclusively as a test set. It is designed to provide a challenging test-bed for\nIndonesian NLI by explicitly incorporating various linguistic phenomena such as\nnumerical reasoning, structural changes, idioms, or temporal and spatial\nreasoning. Experiment results show that XLM-R outperforms other pre-trained\nmodels in our data. The best performance on the expert-annotated data is still\nfar below human performance (13.4% accuracy gap), suggesting that this test set\nis especially challenging. Furthermore, our analysis shows that our\nexpert-annotated data is more diverse and contains fewer annotation artifacts\nthan the crowd-annotated data. We hope this dataset can help accelerate\nprogress in Indonesian NLP research.",
      "authors": [
        "Rahmad Mahendra",
        "Alham Fikri Aji",
        "Samuel Louvan",
        "Fahrurrozi Rahman",
        "Clara Vania"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2021,
      "doi": "10.18653/v1/2021.emnlp-main.821",
      "url": "http://arxiv.org/abs/2110.14566v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:15.879952",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Neutral kaon photoproduction on the deuteron",
      "abstract": "Neutral kaon photoproduction on the deuteron has been investigated by\nincluding the final state effects and compared with the experimental data.\nComparison shows that the models used in this calculation can reproduce the\ndata in the $\\Sigma$ channel regions fairly well but still give over\npredictions in the $\\Lambda$ channel. It seems that the tensor target\nasymmetries are more suitable for studying the final state effects. The\nextractions of the elementary photoproduction amplitude are also demonstrated.",
      "authors": [
        "A. Salam",
        "T. Mart",
        "K. Miyagawa"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2009,
      "doi": "10.1142/S0217732309000395",
      "url": "http://arxiv.org/abs/0906.0316v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895477",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Helicity Formalism for NN Scattering without Partial Wave Decomposition",
      "abstract": "At intermediate energies it appears advantageous to work without partial wave\ndecomposition and use directly the momentum vectors. We derived a finite set of\ncoupled Lippmann-Schwinger equations using helicities. They can be used for any\ntype of realistic NN forces, which are given in operator form. As an example we\nhave chosen the Bonn OBEPR NN potential.",
      "authors": [
        "I. Fachruddin",
        "W. Gloeckle"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 1999,
      "doi": "",
      "url": "http://arxiv.org/abs/nucl-th/9910045v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895527",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Kaon photoproduction on the nucleon: Contributions of kaon-hyperon final\n  states to the magnetic moment of the nucleon",
      "abstract": "By using the Gerasimov-Drell-Hearn (GDH) sum rule and an isobaric model of\nkaon photoproduction, we calculate contributions of kaon-hyperon final states\nto the magnetic moment of the proton and the neutron. We find that the\ncontributions are small. The approximation of sigma_{TT'} by sigma_{T} clearly\noverestimates the value of the GDH integral. We find a smaller upper bound for\nthe contributions of kaon-hyperon final states to the proton's anomalous\nmagnetic moment in kaon photoproduction, and a positive contribution for the\nsquare of the neutron's magnetic moment.",
      "authors": [
        "S. Sumowidagdo",
        "T. Mart"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 1999,
      "doi": "10.1103/PhysRevC.60.028201",
      "url": "http://arxiv.org/abs/nucl-th/9906026v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895552",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Probabilistic Latent Semantic Analysis (PLSA) untuk Klasifikasi Dokumen\n  Teks Berbahasa Indonesia",
      "abstract": "One task that is included in managing documents is how to find substantial\ninformation inside. Topic modeling is a technique that has been developed to\nproduce document representation in form of keywords. The keywords will be used\nin the indexing process and document retrieval as needed by users. In this\nresearch, we will discuss specifically about Probabilistic Latent Semantic\nAnalysis (PLSA). It will cover PLSA mechanism which involves Expectation\nMaximization (EM) as the training algorithm, how to conduct testing, and obtain\nthe accuracy result.",
      "authors": [
        "Derwin Suhartono"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2015,
      "doi": "",
      "url": "http://arxiv.org/abs/1512.00576v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895575",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Intruder level and deformation in the SD-pair shell model",
      "abstract": "The influence of the intruder level on nuclear deformation is studied within\nthe framework of the nucleon-pair shell model truncated to an SD-pair subspace.\nThe results suggest that the intruder level has a tendency to soften the\ndeformation and plays an important role in determining the onset of rotational\nbehavior.",
      "authors": [
        "Yan An Luo",
        "Chairul Bahri",
        "Feng Pan",
        "Jerry P. Draayer"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2004,
      "doi": "10.1142/S0218301305003764",
      "url": "http://arxiv.org/abs/nucl-th/0402024v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895598",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Bayesian Analysis of $C_{x'}$ and $C_{z'}$ Double Polarizations in Kaon\n  Photoproduction",
      "abstract": "Have been analyzed the latest experimental data for $\\gamma + p \\to K^{+} +\n\\Lambda$ reaction of $C_{x'}$ and $C_{z'}$ double polarizations. In theoretical\ncalculation, all of these observables can be classified into four Legendre\nclasses and represented by associated Legendre polynomial function itself\n\\cite{fasano92}. In this analysis we attempt to determine the best data model\nfor both observables. We use the bayesian technique to select the best model by\ncalculating the posterior probabilities and comparing the posterior among the\nmodels. The posteriors probabilities for each data model are computed using a\nNested sampling integration. From this analysis we concluded that $C_{x'}$ and\n$C_{z'}$ double polarizations require two and three order of associated\nLegendre polynomials respectively to describe the data well. The extracted\ncoefficients of each observable will also be presented. It shows the structure\nof baryon resonances qualitatively",
      "authors": [
        "P. T. P. Hutauruk"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2010,
      "doi": "",
      "url": "http://arxiv.org/abs/1011.4845v2",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895620",
      "full_text": "",
      "reference_list": []
    },
    {
      "title": "Klasifikasi Komponen Argumen Secara Otomatis pada Dokumen Teks berbentuk\n  Esai Argumentatif",
      "abstract": "By automatically recognize argument component, essay writers can do some\ninspections to texts that they have written. It will assist essay scoring\nprocess objectively and precisely because essay grader is able to see how well\nthe argument components are constructed. Some reseachers have tried to do\nargument detection and classification along with its implementation in some\ndomains. The common approach is by doing feature extraction to the text.\nGenerally, the features are structural, lexical, syntactic, indicator, and\ncontextual. In this research, we add new feature to the existing features. It\nadopts keywords list by Knott and Dale (1993). The experiment result shows the\nargument classification achieves 72.45% accuracy. Moreover, we still get the\nsame accuracy without the keyword lists. This concludes that the keyword lists\ndo not affect significantly to the features. All features are still weak to\nclassify major claim and claim, so we need other features which are useful to\ndifferentiate those two kind of argument components.",
      "authors": [
        "Derwin Suhartono"
      ],
      "keywords": [],
      "journal_name": "",
      "year": 2015,
      "doi": "",
      "url": "http://arxiv.org/abs/1512.00578v1",
      "pdf_url": "",
      "citations": 0,
      "pages": "",
      "volume": "",
      "issue": "",
      "publisher": "",
      "affiliation": "",
      "subject_area": "",
      "language": "en",
      "source": "arxiv",
      "collected_date": "2025-06-08T21:54:20.895641",
      "full_text": "",
      "reference_list": []
    }
  ]
}